{
  "name": "Season 17",
  "version": "1.0.1",
  "missions": [
    {
      "name": "AKIAL INTERFERENCE",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "Accomplish Common Classified Objectives (1 Objective Point for each, up to a maximum of 6 Objective Points).",
          "At the end of the game, have accomplished more Classified Objectives than the adversary (1 Objective Point).",
          "At the end of the game, have accomplished at least 1 Classified Objective in each Game Round (1 Objective Point, even if the Classified Objective gets canceled for that player)."
        ],
        "classified": [
          "Each player has 1 Private Classified Objective (2 Objective Points)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": [
          "It is not allowed to deploy in Silhouette contact with the Akial Antenna or with any HVT."
        ]
      },
      "scenario_special_rules": {
        "common_classified_objectives": "Both players share 2 Common Classified Objectives each Game Round, which are Public Information. At the beginning of the first Game Round, each player must shuffle their Classified Deck in front of their opponent. Then each player must draw two cards, select one of them as their Private Classified Objective, and the other as a Common Classified Objective for the first Game Round. Once both players have selected a Common Classified Objective, they are revealed at the same time. At the beginning of Game Rounds two and three, any current Common Classified Objective cards that have not been accomplished by either player are discarded. The Common Classified Objective cards that have been accomplished are moved to a separate area, so that each player can keep track of which cards have been accomplished. Player A and Player B Tokens can be used to mark which player has accomplished each Common Classified Objective card. It is recommended each player uses a different kind of Token. Each player then draws two cards from their Classified Deck, chooses one as a Common Classified Objective, and discards the other. Any Common Classified Objective that is checked “at the end of the game” or “during the game” can be accomplished at the end of any Player Turn. If both players accomplished the same Common Classified Objective in the same Round, both players have accomplished it. A Common Classified Objective can only be accomplished after it has been drawn. If a player’s deck runs out of cards, shuffle their discard pile into a new deck.",
        "private_classified_objective": "A Private Classified Objective cannot be used to Emit Akial Interference, and cannot be canceled by it. The Private Classified Objectives are Private Information.",
        "signal_redundancy": "If, upon revealing the Common Classified Objectives, both have the same name, the player with the first Player Turn must draw another card from their Classified Deck and place it as an extra Common Classified Objective. Two Classified Objectives with the same name, whether Common or Private, can both be accomplished in the same Player Turn as long as they each have a different target or are accomplished by a different Trooper.",
        "multiple_hvts": "Each of the players will deploy four HVTs, following the usual rules for deploying HVTs. Each HVT may only be used to accomplish one Classified Objective - once a Classified Objective targeting an HVT has been completed, that HVT Model is removed from the game table. 23",
        "secure_hvt_or_secure_treasure_not_used": "In this scenario, the Secure HVT or Secure Treasure rule is not applied.",
        "akial_antenna": "There is 1 Akial Antenna placed in the center of the table. The Akial Antenna must be represented by a Transmission Antenna Token (TRANS. ANTENNA) or with a scenery piece of the same diameter (such as the Antenna of the ITS Objective Pack Alpha, the Communications Array by Warsenal or the Sat Station Antenna by Customeeple).",
        "emit_akial_interference": {
          "name": "EMIT AKIAL INTERFERENCE",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Akial Antenna • The player has accomplished a Common Classified Objective that has any of those symbols: , , , . • Each of those Common Classified Objective cards can only be chosen once for this Skill. • Each Specialist Troop can only Emit Akial Interference once per Game Round.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Emit Akial Interference. If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • When Akial Interference is Emitted, the player may cancel a Common Classified Objective that has been accomplished by the adversary and that shares a symbol with a Common Classified Objective previously accomplished by the player. • The adversary has no longer accomplished the chosen Common Classified Objective card. If neither player has accomplished the card, discard it. • Only Common Classified Objective cards that have been accomplished count towards the final score total, or can be used to Emit Akial Interference."
        },
        "filter_the_signal": {
          "name": "FILTER THE SIGNAL",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Akial Antenna.",
          "effects": "• Without needing to perform a Roll, the player can Filter the Signal. • When Filtering the Signal, the player chooses one of the current Common Classified Objective cards. • If any player has accomplished the chosen card, it is placed with the other accomplished cards. If neither player has accomplished the card, discard it. • The player draws a replacement card from their deck."
        },
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "B-PONG",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 2,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the Game, the Tracking Beacon is totally inside the enemy half of the game table. (2 Objective Points).",
          "At the end of each Game Round, Control the Tracking Beacon (1 Objective Point).",
          "At the end of each Game Round, Control at least one Console (1 Objective Point)."
        ],
        "classified": [
          "Each player has 2 Classified Objectives (1 Objective Point for each one)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "12 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          }
        ],
        "special_notes": [
          "Exclusion Zone is the area covering 4 inches (2 inches in 150 point games) either side of the central line of the game table."
        ]
      },
      "scenario_special_rules": {
        "tracking_beacon": "There is 1 Tracking Beacon placed in the center of the table. The Tracking Beacon must be represented by a Beacon Token (BEACON) or by a scenery piece of the same diameter (such as the Beacon from the ITS Objectives Pack Alpha, the Tactical Beacons by Micro Art Studio, the Tracking Beacons by Warsenal or the Mark One Beacons by Customeeple).",
        "relocate_the_tracking_beacon": {
          "name": "RELOCATE THE TRACKING BEACON",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Tracking Beacon. • Each Specialist Troop can only declare this Skill once per Game Round.",
          "effects": "• Spending one Short Skill, without needing to perform a Roll, the player can Relocate the Tracking Beacon. • Place the Tracking Beacon anywhere within 4 inches of its previous position."
        },
        "common_rules_of_the_tracking_beacon": "When moving the Tracking Beacon, the following rules must be followed: ^ The final position of the Tracking Beacon must be fully supported by the surface it is placed on, and it cannot be placed on a vertical surface. ^ It must be possible to draw a path between the Tracking Beacon’s starting and final positions. The path cannot be blocked by an impassable obstacle (for example a wall of infinite height, a closed door or sealed room...) or a gap too small for the diameter of the Tracking Beacon to pass through. ^ The Tracking Beacon is placed in its final position at the Conclusion of the Order.",
        "control_the_tracking_beacon": "At the end of each Game Round, the Tracking Beacon is Controlled by a player as long as that player is the only one with at least one Trooper (as a Model, not a Marker) in Silhouette contact with it. So there cannot be any enemy Troopers in Silhouette contact with the Tracking Beacon. Models in a Null State cannot do either.",
        "consoles": "There are two Consoles, placed on the central line of the game table. They are placed 12 inches from the table edges in 300/350/400 point games, 8 inches in 200/250 point games, and 6 inches in 150 point games (see map). Each Console must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles from the ITS Objectives Pack Alpha, the Human Consoles by Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "activate_console": {
          "name": "ACTIVATE CONSOLE",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Console. • The Tracking Beacon cannot be in Silhouette contact with a Trooper. • Each Specialist Troop can only successfully Activate a Console once per Game Round.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Activate the Console. If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • Once you successfully have Activated the Console, you must choose and perform one of the following actions: • Nudge the Tracking Beacon: Place the Tracking Beacon anywhere within 2 inches of its current position. • Magnetize the Tracking Beacon: Place the Tracking Beacon within 6 inches of its current position and directly towards the center of the game table. This action cannot be used to move the Tracking Beacon beyond the center of the table. 26"
        },
        "no_quarter": "In this scenario, the Retreat! rules are not applied.",
        "control_the_console": "At the end of each Game Round, a Console is Controlled by a player as long as that player is the only one with at least one Trooper (as a Model, not a Marker) in Silhouette contact with it. So there cannot be any enemy Troopers in Silhouette contact with the Console. Models in a Null State cannot do either.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round."
    },
    {
      "name": "CORPORATE APPROPRIATION",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the game, have the Enemy Prototype Captured (2 Objective Points).",
          "At the end of the game, have the Enemy Prototype Captured in your Deployment Zone (1 Objective Point, in addition to the previous Objective).",
          "At the end of the game, your Prototype is not Captured by the enemy (1 Objective Point, but only if your Prototype has not been Destroyed).",
          "At the end of the game, your Prototype is Destroyed (3 Objective Points).",
          "At the end of the game, have acquired more weapons or items from the Panoplies than the adversary (1 Objective Points)."
        ],
        "classified": [
          "Each player has 3 Classified Objectives (1 Objective Point for each one)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": [
          "Exclusion Zone is the area covering 4 inches either side of the central line of the game table."
        ]
      },
      "scenario_special_rules": {
        "prototype": "There are 2 Prototypes, 1 belonging to each player, on the central line of the table. They are placed 12 inches from the table edges in 300/350/400 point games, 8 inches in 200/250 point games, and 6 inches in 150 point games. Before the Deployment Phase, the player with the second Turn decides which Prototype belongs to which player. Each Prototype must be represented by an Objective Token or by a scenery piece of the same diameter (such as the Objective of the ITS Objectives Pack or the Alpha Info Hubs by Micro Art Studio). In this scenario the Prototypes have a Profile and can be targeted.",
        "name_arm_bts_str": "S Prototype 6 6 3 3 FIXED CC ROLL= 8, GIZMOKIT (PH=9)",
        "automated_defense_system_(ads)": "Every Prototype is equipped with an ADS to avoid tampering with the Prototype system. Any CC Attack made against the Prototype will trigger a CC Attack in reaction, which automatically rolls an 8. Any CC Attack against the Prototype is automatically a Face to Face Roll. No MODs can be applied to the attacker’s CC Attribute. If the ADS’s Roll of 8 is a success, the attacker suffers a Stun Ammunition hit, forcing them to make one Saving Roll against BTS, with PS 5. The Immunity (Enhanced) and Immunity (BTS) Special Skills are not effective against this hit.",
        "destroy_the_prototypes": "A Prototype can only be damaged by CC Attacks with Weapons possessing the Anti-materiel Trait, or by placing D-Charges. The Prototype is Destroyed and must be removed from the gaming table when it suffers a number of Wounds equal or higher than its STR Attribute value. The Prototype can be the target of the Engineer Special Skill or the GizmoKit piece of Equipment Attacks cannot be declared against Prototypes during the first Game Round, with the exception of Pick Up Prototype.",
        "pick_up_prototype": {
          "name": "PICK UP PROTOTYPE",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "The Trooper must be in one of the following situations: • Be in Silhouette contact with an allied Trooper in a Normal State with an Enemy Prototype. • Be in Silhouette contact with an Enemy Prototype Token that is not being carried.",
          "effects": "• Spending one Short Skill, without needing a Roll, any Trooper can pick up an Enemy Prototype in any of the situations previously mentioned. • The Trooper must follow the Common Rules of Prototypes."
        },
        "common_rules_of_prototypes": "^ A Trooper carrying a Prototype cannot declare Move as the second Basic Short Skill of an Order. As an exception, Troopers possessing the Baggage Special Skill can declare Move as the second Basic Short Skill of the Order. ^ Only Models, and not Markers, (Camo, Impersonation, Holoechoes…) can carry the Prototypes. ^ The Prototype Token must always be kept on the table. ^ The Prototype Token always remains in Silhouette contact with the Trooper which is carrying it. ^ If the Trooper carrying the Prototype enters or is in any Null State, they drop the Prototype. Move the Prototype slightly out of Silhouette contact with the Trooper ^ Prototype Tokens do not block movement or LoF.",
        "capturing_enemy_prototype": "A Enemy Prototype is Captured by a player if, at the end of the game, that player has a Model, but not a Marker, carrying it. That Trooper cannot be in a Null State or in Silhouette contact with any enemy Model. 29",
        "panoplies": "There are a total of 2 Panoplies, placed in different halves of the table, each in the middle of the front edge of the Deployment Zone. (see map) Each Panoply must be represented by an Objective Token or by a scenery piece of the same diameter (such as the Objective of the ITS Objectives Pack or the Alpha Info Hubs by Micro Art Studio).",
        "use_panoplies": {
          "name": "USE PANOPLIES",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• The Trooper must be in Silhouette contact with a Panoply.",
          "effects": "• By succeeding at a WIP Roll, a Trooper gains the D-Charges weapon or, if their player prefers, makes a Roll on the Panoply Chart to obtain one different weapon or piece of equipment. Once a success has been rolled, that Trooper cannot use this Panoply again. • Troopers possessing the Booty Special Skill, or any other Skill which specifies so, don’t need to make the WIP Roll. • A Trooper in Silhouette contact with this piece of scenery may spend one"
        },
        "panoply_chart": "1-2 +1 ARM 13 Panzerfaust 3-4 Light Flamethrower 14 Monofilament CC Weapon 5-6 Grenades 15 MOV 8-4 7-8 DA CC Weapon 16 TAG: BS Attack (Shock) Other Troop Types: MULTI Rifle 9 Multispectral Visor L1 17 MULTI Sniper Rifle 10 EXP CC Weapon 18 TAG: Immunity (ARM) Other Troop Types: + 4 ARM 11 Adhesive Launcher Rifle 19 Mimetism (-6) 12 TAG: Immunity (AP) Other Troop Types: + 2 ARM 20 TAG: BS Attack (+1B) Other Troop Types: HMG",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "CRITICAL INTERVENTION",
      "type": "ITS Scenario",
      "tables": {
        "[[objective_table_0]]": [
          [
            "150-POINT GAME",
            "200-POINT GAME",
            "250-POINT GAME",
            "300-POINT GAME",
            "350-POINT GAME",
            "400-POINT GAME",
            "OBJECTIVE POINTS"
          ],
          [
            "To Kill at least 40 enemy Army Points",
            "To Kill at least 50 enemy Army Points",
            "To Kill at least 65 enemy Army Points",
            "To Kill at least 75 enemy Army Points",
            "To Kill at least 85 enemy Army Points",
            "To Kill at least 100 enemy Army Points",
            "1 Objective Point"
          ],
          [
            "150-POINT GAME",
            "200-POINT GAME",
            "250-POINT GAME",
            "300-POINT GAME",
            "350-POINT GAME",
            "400-POINT GAME",
            "OBJECTIVE POINTS"
          ],
          [
            "To Kill at least 75 enemy Army Points",
            "To Kill at least 100 enemy Army Points",
            "To Kill at least 125 enemy Army Points",
            "To Kill at least 150 enemy Army Points",
            "To Kill at least 175 enemy Army Points",
            "To Kill at least 200 enemy Army Points",
            "2 Objective Points"
          ]
        ],
        "[[objective_table_1]]": [
          [
            "150-POINT GAME",
            "200-POINT GAME",
            "250-POINT GAME",
            "300-POINT GAME",
            "350-POINT GAME",
            "400-POINT GAME",
            "OBJECTIVE POINTS"
          ],
          [
            "To Kill at least 40 enemy Army Points",
            "To Kill at least 50 enemy Army Points",
            "To Kill at least 65 enemy Army Points",
            "To Kill at least 75 enemy Army Points",
            "To Kill at least 85 enemy Army Points",
            "To Kill at least 100 enemy Army Points",
            "1 Objective Point"
          ],
          [
            "150-POINT GAME",
            "200-POINT GAME",
            "250-POINT GAME",
            "300-POINT GAME",
            "350-POINT GAME",
            "400-POINT GAME",
            "OBJECTIVE POINTS"
          ],
          [
            "To Kill at least 75 enemy Army Points",
            "To Kill at least 100 enemy Army Points",
            "To Kill at least 125 enemy Army Points",
            "To Kill at least 150 enemy Army Points",
            "To Kill at least 175 enemy Army Points",
            "To Kill at least 200 enemy Army Points",
            "2 Objective Points"
          ]
        ]
      },
      "tactical_support_options": 1,
      "suitable_for_reinforcements": false,
      "mission_objectives": {
        "main_objectives_attacker": [
          "Unlock the Data Console (1 Objective Point).",
          "Extract the Data Pack from the Data Console (2 Objective Points).",
          "The Trooper that Extracted the Data Pack is not Killed at the end of the game (1 Objective Point).",
          "At the end of the game, the Trooper that Extracted the Data Pack is in your Deployment Zone and is not in a Null State (2 Objective Points).",
          "At the end of the game, Dominate the Server Room (2 Objective Points).",
          "[[objective_table_0]]"
        ],
        "main_objectives_defender": [
          "Prevent the Attacker from Unlocking the Data Console (1 Objective Point).",
          "Prevent the Attacker from Extracting the Data Pack from the Data Console (3 Objective Points).",
          "Kill the Trooper that Extracted the Data Pack (2 Objective Points, only if the Attacker has Extracted the Data Pack).",
          "At the end of the game, Dominate the Server Room (3 Objective Points).",
          "[[objective_table_1]]"
        ],
        "classified": [
          "Each player has 1 Classified Objective (1 Objective Point). 31"
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "attacker_and_defender": "In this scenario, two distinct roles are established: Attacker and Defender. Each has different Main Objectives. The player with the first Player Turn is the Attacker. The player with the second Player Turn is the Defender. Before the Deployment Phase, the Defender may spend 1 single Command Token to perform one of the following actions: ^ Activate the Server Room Defense System. ^ Ignore the Deployment Restriction for the Server Room. You can deploy up to 65 points of Troops from your Army List, anywhere in the Server Room. This does not require the use of Special Skills with the Superior Deployment Label. 32",
        "important": "This use of a Command Token is in addition to the Strategic Use of Command Tokens.",
        "server_room": "In this scenario the Server Room is a Zone of Operations (ZO). Placed in the center of the table, it covers an area of 8 by 8 inches. To represent the Server Room, we recommend using the Objective Room by Micro Art Studio, the Command Bunker by Warsenal, or the Panic Room by Customeeple. In game terms it is considered to have walls of infinite height that completely block Line of Fire. It has four Gates, one in the middle of each wall (see map). The Gates of the Server Room are open at the start of the game. The Server Room Gates must be represented by a Wide Gate Token or a scenery piece with the same size.",
        "dominate_zo": "A Zone of Operations (ZO) is Dominated by a player if they have more Victory Points than the adversary inside the area. Only Troopers represented by Models or Markers (Camouflaged, Shasvastii-Embryo...) count, as well as Proxies and Peripheral Troops. Troops in a Null State do not count. Tokens representing weapons or pieces of equipment (like Mines or Deployable Repeaters), fake Holoechoes, and any Token that does not represent a Trooper does not count either. A Trooper is inside a Zone of Operations when more than half the Trooper’s base is inside that ZO.",
        "shasvastii": "Troopers possessing the Shasvastii Special Skill that are inside a Zone of Operations count while they are in the Shasvastii- Embryo State or any non-Null State.",
        "baggage": "Troopers possessing the Baggage piece of Equipment that are inside a Zone of Operations and in a non-Null State provide an additional 20 Victory Points for Dominating the ZO.",
        "server_room_defense_system": "There are 2 Armed Turrets, placed inside the Server Room in different corners (see map). The Armed Turrets must be represented by a Defensive Turret A /B Token or by a Model or piece of scenery with the same Silhouette value (for example Turrets from the ITS Objectives Pack Alpha). If the Server Room’s Defense System is active, the Armed Turrets react with BS Attack or CC Attack to any Order declared by an active Enemy Model (but not Markers) in LOF or in Silhouette contact.",
        "wip_arm_bts_str": "S -- 5 10 -- 11 2 3 1 2 Equipment: 360º Visor Special Skills: Total Reaction BS Weapons: Combi Rifle CC Weapons: PARA CC Weapon (-3)",
        "data_console": "There is 1 Data Console placed in the center of the table. Inside the Data Console is 1 single Data Pack. The Data Console must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles from the ITS Objectives Pack Alpha, the Human Consoles by Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "extract_data_pack": {
          "name": "EXTRACT DATA PACK",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Data Console.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP-6 Roll to Extract the Data Pack, with a successful roll a DATA PACK Token must be placed besides it. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • If the Data Console is Unlocked, the roll is a Normal WIP roll without the -6 MOD."
        },
        "data_pack": "The Data Pack must be represented by a DATA PACK Token. The Trooper who has the Data Pack must always be on the game table as a Model and not as a Marker (Camouflaged, Holoecho…). Once the Data Pack is Extracted, if the Trooper carrying it enters Dead State the DATA PACK Token must be removed from the game table. 33 INHIBITOR ANTENNA There is an Inhibitor Antenna placed next to one of the outer corners of the Server Room in the Defender’s half of the game table. (see map). The Inhibitor Antenna must be represented by a Transmission Antenna Token (TRANS. ANTENNA) or with a scenery piece of the same diameter (such as the Antenna of the ITS Objective Pack Alpha, the Communications Array by Warsenal or the Sat Station Antenna by Customeeple).",
        "use_inhibitor_antenna": {
          "name": "USE INHIBITOR ANTENNA",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Inhibitor Antenna.",
          "effects": "• When declaring this Skill, you must choose one of the following actions: • (Only Attacker) Unlock the Data Console. • Activate or deactivate the Server Room Defense System. • With a successful a Normal WIP Roll, the chosen action is performed. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll."
        },
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops.",
        "killing": "Troopers are considered Killed by the adversary when they enter Dead State, or they are in a Null State at the end of the game. Troopers that have not been deployed on the game table, as a Model or Marker, at the end of the game will be considered to be Killed by the adversary.",
        "intelcom_card": "(SUPPORT AND CONTROL) Before the beginning of the game, but after choosing the first Classified Objective, the player must inform to their adversary if that card will be their Classified Objective or their INTELCOM Card. Each player rolls a die and the one who gets the highest score must be the first who announces their decision to their adversary. The content of the card, whether the mission or the card numeric value, is Private Information, no matter which use the player has chosen for it. At the end of the last Game Round, when the players count up their points and in Initiative order, the player can use their INTELCOM Card in Support and Control Mode. Support and Control Mode: The player can add the value of the Support and Control Card to their Victory Points in the Zone of Operations (ZO) of their choice. The player must have at least one Trooper inside that ZO, in a non-Null State."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "CROSSING LINES",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": false,
      "mission_objectives": {
        "main_objectives": [
          "At the end of each Game Round, Dominate a Dead Zone (1 Objective Point for each Dead Zone).",
          "At the end of the game, Dominate both Dead Zones (2 Objective Points).",
          "At the end of the game, have an Activated Antenna (1 Objective Point for each Activated Antenna)."
        ],
        "classified": [
          "There are no Classified Objectives."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in Central Strip zone: 4 in x 32 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in Central Strip zone: 4 in x 48 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in Central Strip zone: 4 in x 48 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in Central Strip zone: 4 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in Central Strip zone: 4 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in Central Strip zone: 4 in x 48 in"
          }
        ],
        "special_notes": [
          "It is not permitted to deploy in Silhouette contact with the Antennas.",
          "Exclusion Zones are the areas between the Deployment Zones."
        ]
      },
      "scenario_special_rules": {
        "dead_zone": "There are two Dead Zones, one in each half of the game table. The Dead Zones are the areas between the Deployment Zones. In this scenario each Dead Zone is a Zone of Operations (ZO).",
        "dominate_zo": "A Zone of Operations (ZO) is Dominated by a player if they have more Victory Points than the adversary inside the area. Only Troopers represented by Models or Markers (Camouflaged, Shasvastii-Embryo...) count, as well as Proxies and Peripheral Troops. Troops in a Null State do not count. Tokens representing weapons or pieces of equipment (like Mines or Deployable Repeaters), fake Holoechoes, and any Token that does not represent a Trooper does not count either. A Trooper is inside a Zone of Operations when more than half the Trooper’s base is inside that ZO.",
        "shasvastii": "Troopers possessing the Shasvastii Special Skill that are inside a Zone of Operations count while they are in the Shasvastii- Embryo State or any non-Null State.",
        "baggage": "Troopers possessing the Baggage piece of Equipment that are inside a Zone of Operations and in a non-Null State provide an additional 20 Victory Points for Dominating the ZO.",
        "antennas": "There are 2 Antennas placed on the central line of the table. They are placed 12 inches from the table edges in 300/350/400 point games, 8 inches in 200/250 point games, and 6 inches in 150 point games (see map). The Antennas must be represented by Transmission Antenna Tokens (TRANS. ANTENNA) or with scenery pieces of the same diameter (such as the Antenna of the ITS Objective Pack Alpha, the Communications Array by Warsenal or the Sat Station Antenna by Customeeple).",
        "activate_antenna": {
          "name": "ACTIVATE ANTENNA",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with an Antenna.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Activate an Antenna. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • An Activated Antenna can be Activated again by the other player, applying the same procedure. In this situation, the Antenna is no longer Activated by the adversary. • Player A and Player B Tokens can be used to mark the Activated Antenna. It is recommended each player uses a different kind of Token. 36"
        },
        "superior_deployment": "With the exception of Impersonation, Special Skills with the Superior Deployment Label cannot be used in this scenario.",
        "secure_hvt_or_secure_treasure_not_used": "In this scenario, the Secure HVT or Secure Treasure rule is not applied.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "EVACUATION",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 2,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the game, have an Extracted Civilian (1 Objective Point for each one).",
          "At the end of the game, have an Extracted enemy HVT (1 Objective Point for each one)."
        ],
        "classified": [
          "Each player has 2 Classified Objectives (2 Objective Points for each one)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": [
          "It is not allowed to deploy in Silhouette contact with a Civilian."
        ]
      },
      "scenario_special_rules": {
        "civilians": "There are a total of four Civilians on the game table, two of them in each table half. Each Civilian is placed 16 inches from the rear of the Deployment Zone and 6 inches from the edge of the table. (see the map). For 150 point games, the Civilians are placed 12 inches from the rear of the Deployment Zone and 6 inches from the edges of the table. (see the map). The Civilians cannot be placed on top of or inside of any Scenery Item or Building, always deploying them in accessible locations on the table. Scenery placement must facilitate this. Players can use any Model from the Infinity or the Infinity Bootleg range, preferably those designated as HVT or as a Civilian. Good examples of this are the O-12 High Commissioner, the Tohaa Diplomat, Go-Go Marlene, the Fusilier Angus, the TAG Pilots, the VIP Executive or the HAZMAT A1 Specialist. Players can also use the Player A and Player B Tokens to identify or even represent their Civilians.",
        "multiple_hvts": "Each of the players deploys two HVTs, following the usual rules for deploying HVTs.",
        "extraction_consoles": "There are 2 Extraction Consoles, placed on the central line of the table. They are placed 16 inches from the edges of the table in 300/350/400 point games, 12 inches in 200/250 point games, and 8 inches in 150 point games (see map). Each Console must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles of the ITS Objective Pack Alpha, the Human Consoles by Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "activate_extraction_console": {
          "name": "ACTIVATE EXTRACTION CONSOLE",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with an Extraction Console. • The Specialist Troop must be CivEvacing a Civilian or an Enemy HVT. • This Skill cannot be declared during the first Game Round.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Activate an Extraction Console. If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • If the roll is successful, the player chooses one of the Specialist Troop’s CivEvaced Civilians or Enemy HVTs. The chosen Civilian or HVT has been Extracted, and is removed from the game table. 39"
        },
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops.",
        "operational_learning": "When a Specialist Troop performs a Skill with the Scenario Label that requires a WIP Roll and fails, they benefit from the following MODs in subsequent Orders: ^ In the second consecutive Order, the Trooper applies a +3 MOD to the WIP Roll required for that Scenario Skill. ^ In the third consecutive Order—and subsequent Orders— the Trooper applies +3 and +1SD MODs to the WIP Roll required for that Scenario Skill. ^ These MODs are cumulative with any other MOD that applies to Skills with the Scenario Label.",
        "important": "These MODs only apply to Rolls made in consecutive Orders by the same Trooper for the same Scenario Skill, with the same target, with no interruptions, or Orders spent on other Troopers: ^ If the Trooper passes the Roll, the sequence resets. ^ If the Trooper do not declare that Scenario Skill, the sequence resets. ^ If the Trooper declare the same Skill, but on a different target, the sequence resets. ^ If an Order is spent on any other Trooper, the sequence resets. ^ Only one sequence can be applied per Trooper and per Scenario-labelled Skill at a time."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "HARDLOCK",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 1,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of each Game Round, Control the Enemy Beacon (1 Objective Point).",
          "At the end of the game, your Beacon is not Controlled by the enemy (1 Objective Point).",
          "At the end of the game, have more Activated Consoles than the adversary (2 Objective Points).",
          "At the end of the game, have an Activated Console (1 Objective Point for each Activated Console)."
        ],
        "classified": [
          "Each player has 1 Classified Objective (1 Objective Point)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": [
          "It is not permitted to deploy in Silhouette contact with the Beacons or with the Consoles."
        ]
      },
      "scenario_special_rules": {
        "beacons": "There are a total of 2 Beacons, 1 corresponding to each player, placed in different halves of the table, each in the middle of the front edge of the Deployment Zone. (see map). The Enemy Beacon is the one on the edge of the enemy Deployment Zone.",
        "pick_up_beacon": {
          "name": "PICK UP BEACON",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Have an Activated Console. Also, the Trooper must be in one of the following situations: • The Trooper is in Silhouette contact with a friendly Trooper in a Normal State that has an Enemy Beacon. • The Trooper is in Silhouette contact with an Enemy Beacon which has no enemy Troops in a non-Null State in contact with it.",
          "effects": "• A Trooper can pick up an Enemy Beacon in any of the situations previously mentioned by spending one Short Skill, without needing to perform a Roll. • The Troopers must follow the Common Rules of Beacons."
        },
        "common_rules_of_beacons": "^ Each Model can carry a maximum of 1 Beacon. As an exception, Troopers possessing the Baggage Special Skill can carry up to 2 Beacons. ^ Only Models, and not Markers, (Camouflaged, Impersonation, Holoechoes…) can carry the Beacons. ^ The Beacon must always be kept on the table. ^ The Beacon always remains in Silhouette contact with the Trooper which is carrying it. ^ If the Trooper carrying the Beacon enters or is in any Null State, they drop the Beacon. Move the Beacon slightly out of Silhouette contact with the Trooper. ^ Beacons do not block movement or LoF.",
        "control_an_enemy_beacon": "An Enemy Beacon is Controlled by a player as long as that player is the only one with at least one Trooper (as a Model, not a Marker) in Silhouette contact with it. So there cannot be any enemy Troopers in Silhouette contact with the Beacon. Models in a Null State cannot do either.",
        "consoles": "There are three Consoles, placed on the central line of the game table. One of them is in the center of the table, and the other two are placed 12 inches from the table edges in 300/350/400 point games, 8 inches in 200/250 point games, and 6 inches in 150 point games (see map). Each Console must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles of the ITS Objectives Pack Alpha, the Human Consoles by Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "activate_console": {
          "name": "ACTIVATE CONSOLE",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with a Console.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Activate a Console. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • An Activated Console can be Activated again by the other player, applying the same procedure. In this situation, the Console is no longer Activated by the adversary. • Player A and Player B Tokens can be used to mark the Activated Console. It is recommended each player uses a different kind of Tokens."
        },
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "LAST LAUNCH",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 2,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the game, have Extracted more Army Points than the adversary (2 Objective Points).",
          "At the end of the game, have Extracted more Specialist Troops than the adversary (2 Objective Points).",
          "At the end of the game, have Killed more Specialist Troops than the adversary (2 Objective Points).",
          "At the end of the game, have Killed the same number of Specialist Troops as the adversary (1 Objective Point).",
          "At the end of the game, Dominate the Launching Tower (1 Objective Point)."
        ],
        "classified": [
          "Each player has 3 Classified Objectives (1 Objective Point for each one)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "id_scanners": "There are 2 ID Scanners placed on the central line of the table. They are placed 8 inches from the table edges (4 inches in 150 point games). The ID Scanners must be represented by a Tech-Coffin Token or with a scenery piece of the same diameter (such as the Tech- Coffins of the ITS Objective Pack Alpha, the Stasis Coffins by Warsenal, or the Cryo Pods by Customeeple).",
        "download_id": {
          "name": "DOWNLOAD ID",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the ID Scanner.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Download an ID, with a successful roll an ID Token must be placed beside it. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll."
        },
        "swap_id": {
          "name": "SWAP ID",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• The Trooper must be in Silhouette contact with an Allied Trooper with an ID Token.",
          "effects": "• Without needing to perform a Roll, the player can Swap the ID. • Place the ID Token next to the Trooper that declared this Skill."
        },
        "common_rules_of_id_tokens": "^ A Trooper with an ID Token cannot enter or be in any Marker State. ^ A Trooper can only have a single ID Token at a time. ^ If a Trooper with an ID Token enters Dead State, remove their ID Token. 44",
        "id_checker": "There is 1 ID Checker placed in the center of the Launching Tower. The ID Checker must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles of the ITS Objectives Pack Alpha, the Human Consoles by Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "extract_identified_tropper": {
          "name": "EXTRACT IDENTIFIED TROPPER",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• The Trooper must have an ID Token. • The Trooper must be in Silhouette contact with the ID Checker. • Troopers taking part in a Coordinated Order cannot declare this Skill.",
          "effects": "• Without needing to perform a Roll, the player can Extract the Trooper. • Remove the Trooper from the game table, and any Peripherals it has that are inside the Launching Tower. • Add the removed Troopers’ points cost to the player’s Extracted Army Points. Each player’s Extracted Army Points total is Open Information. • Troopers removed this way still count toward the player’s Victory Points, even if they entered a Null State or Dead State during the Order they were Extracted. • During a player’s Tactical Phase, if their current Lieutenant has been extracted, apply the Loss of Lieutenant rule."
        },
        "killing": "Troopers are considered Killed by the adversary when they enter Dead State or are in a Null State at the end of the game. Troopers that have not been deployed on the game table, as a Model or Marker, at the end of the game will be considered to be Killed by the adversary. Troopers that have been Extracted are never considered to be Killed by the adversary.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops.",
        "no_quarter": "In this scenario, the Retreat! rules are not applied."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round."
    },
    {
      "name": "PROVISIONING",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 1,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the game, Control a Supply Box (1 Objective Point for each Supply Box).",
          "At the end of the game, Control more Supply Boxes in your own Safe Area than your adversary in their own Safe Area (3 Objective Points).",
          "At the end of the game, Control the same number of Supply Boxes in your Safe Area than the adversary does in their Safe Area (1 Objective Point, but only if at least 1 Supply Box is Controlled in their Safe Area).",
          "At the end of the game, if your adversary does not Control any Supply Boxes in their Safe Area (2 Objective Points)."
        ],
        "classified": [
          "Each player has 1 Classified Objective (1 Objective)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "Radius of 12 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "Radius of 20 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "Radius of 20 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          }
        ],
        "special_notes": [
          "It is not allowed to deploy in Silhouette contact with a Tech- Coffin."
        ]
      },
      "scenario_special_rules": {
        "tech-coffins": "There are a total of 3 Tech-Coffins. One of them is placed in the center of the table while the other two are placed along the central diagonal line of the table, at 16 inches from the central Tech-Coffin (12 inches in 200/250 point games, and 8 inches in 150 point games) (see map). Each Tech-Coffin contains one Supply Box, except for the central Tech-Coffin which contains two Supply Boxes. The Tech-Coffins must be represented by a Tech-Coffin Marker or with a scenery piece of the same diameter (Such as the ITS Objective Pack Alpha, Stasis Coffins by Warsenal or the Cryo Pods by Customeeple).",
        "supply_boxes": "The Supply Boxes must be represented by a Supply Box Marker, or a similar scenery item (Such as the Supply Boxes of the ITS Objective Pack Alpha, the Tech Crates by Micro Art Studio, the Gang Tie Containers by Bandua Wargames, the Supply Boxes by Warsenal or the Cargo Crates by Customeeple)",
        "remember": "The central Tech-Coffin contains two Supply Boxes.",
        "extract_supply_boxes": {
          "name": "EXTRACT SUPPLY BOXES",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in base contact with a Tech-Coffin.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Extract and pick up the Supply Box, with a successful roll one SUPPLY BOX Token must be placed besides the Trooper. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • When all Supply Box Tokens have been Extracted from a Tech-Coffin, a Player A or Player B Token must be placed besides it to mark that the Supply Boxes have been extracted."
        },
        "pick_up_supply_boxes": {
          "name": "PICK UP SUPPLY BOXES",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "The Trooper must be in one of the following situations: • Be in Silhouette contact with an allied Trooper in a Normal State with a SUPPLY BOX Token. • Be in Silhouette contact with a Supply Box that is not being carried. In addition: • If the SUPPLY BOX Token is in the enemy’s Safe Area, the Trooper must be a Specialist Troop.",
          "effects": "• Spending one Short Skill, without needing a Roll, the Trooper can pick up a Supply Box in any of the situations previously mentioned. Place the Supply Box Token in Silhouette contact with the Trooper. • If the Supply Box is in the enemy’s Safe Area, the Specialist Troop must pass a Normal WIP-3 Roll. • The Trooper must follow the Common Rules of Supply Boxes."
        },
        "common_rules_of_supply_boxes": "^ Each Model can carry a maximum of 1 Supply Box. As an exception, Models possessing the Baggage Special Skill can carry up to 2 Supply Boxes. ^ Only Models, and not Markers, (Camo, Impersonation, Holoechoes…) can carry the Supply Boxes. ^ The Supply Box Token must always be kept on the table. ^ The Supply Box Token always remains in Silhouette contact with the Trooper which is carrying it. ^ If the Trooper carrying the Supply Box enters or is in any Null State, they drop the Supply Box. Move the Supply Box Token slightly out of Silhouette contact with the Trooper. ^ Supply Box Tokens don’t block movement or LoF.",
        "controlling_the_supply_boxes": "A Supply Box is Controlled by a player if, at the end of the game, that player has a Model, but not a Marker, carrying it. That Trooper cannot be in a Null State or in Silhouette contact with any enemy Model. Supply Boxes in a player’s Safe Area are Controlled by that player unless an enemy Specialist Troop is carrying it. 47",
        "safe_area": "Each player has a Safe Area where they must deposit the Supply Boxes. Before the Deployment Phase, each player must place one Circular Template. It can be placed on any surface of the game table that is equal or larger in size than the Template, must be completely outside any Deployment Zones, and cannot overlap another Safe Area. The player that kept Deployment must place their Circular Template first. Any Trooper may put down a Supply Box in a Safe Area by spending one Short Skill, without needing to perform a Roll. The Trooper must place the Supply Box totally inside the Safe Area. Only Specialist Troops may pick up a Supply Box from the enemy’s Safe Area, using the Pick Up Supply Boxes Short Skill.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops.",
        "operational_learning": "When a Specialist Troop performs a Skill with the Scenario Label that requires a WIP Roll and fails, they benefit from the following MODs in subsequent Orders: ^ In the second consecutive Order, the Trooper applies a +3 MOD to the WIP Roll required for that Scenario Skill. ^ In the third consecutive Order—and subsequent Orders— the Trooper applies +3 and +1SD MODs to the WIP Roll required for that Scenario Skill. ^ These MODs are cumulative with any other MOD that applies to Skills with the Scenario Label.",
        "important:": "These MODs only apply to Rolls made in consecutive Orders by the same Trooper for the same Scenario Skill, with the same target, with no interruptions, or Orders spent on other Troopers: ^ If the Trooper passes the Roll, the sequence resets. ^ If the Trooper do not declare that Scenario Skill, the sequence resets. ^ If the Trooper declare the same Skill, but on a different target, the sequence resets. ^ If an Order is spent on any other Trooper, the sequence resets. ^ Only one sequence can be applied per Trooper and per Scenario-labelled Skill at a time."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "AREA OF INTEREST",
      "type": "ITS Scenario",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": {
        "main_objectives": [
          "At the end of the game, Dominate an Area of Interest (1 Objective Point for each Dominated Area of Interest, up to a maximum of 3 Objective Points).",
          "At the end of each GAME ROUND, Dominate the Special Area of Interest (1 Objective Point).",
          "At the end of each GAME ROUND have an Activated Communication Antenna (1 Objective Point)."
        ],
        "classified": [
          "Each player has 1 Classified Objective (1 Objective Point)."
        ]
      },
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "Radius of 12 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "Radius of 20 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "Radius of 20 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "Radius of 24 in"
          }
        ],
        "special_notes": [
          "It is not allowed to deploy inside of an Area of Interest, or in Silhouette contact with the Communication Antenna."
        ]
      },
      "scenario_special_rules": {
        "communication_antenna": "There is 1 Communication Antenna placed in the center of the table. The Communication Antenna must be represented by a Transmission Antenna Token (TRANS. ANTENNA) or with a scenery piece of the same diameter (such as the Antenna of the ITS Objective Pack Alpha, the Communications Array by Warsenal or the Sat Station Antenna by Customeeple).",
        "activate_communication_antenna": {
          "name": "ACTIVATE COMMUNICATION ANTENNA",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with the Communication Antenna.",
          "effects": "• Spending one Short Skill, without needing to perform a Roll, the Specialist Trooper Activates the Communication Antenna. • If there are any enemy Hackers within any Areas of Interest, one of them can declare an ARO to oppose the Specialist Trooper. Activating the Communication Antenna in this situation is a Face to Face WIP Roll. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill. • An Activated Communication Antenna can be Activated again by the other player, applying the same procedure. In this situation, the Communication Antenna is no longer Activated by the adversary. • Player A and Player B Tokens can be used to mark the Activated Communication Antenna. It is recommended each player uses a different kind of Token."
        },
        "area_of_interest": "In this scenario the Areas of Interest are Zones of Operations (ZO), represented by Circular Templates. There are a total of three Areas of Interest, one of which is the Special Area of Interest. Before the Deployment Phase, and in Initiative order, each player must place their Circular Templates. They can be placed on any surface of the game table that is equal or larger in size than the Template, must be completely outside any Deployment Zones, and cannot overlap another Area of Interest. The player with the first turn must place an Area of Interest and the Special Area of Interest, specifying which Template is the Special Area of Interest when placing it. The player with second turn places an Area of Interest.",
        "dominate_zo": "A Zone of Operations (ZO) is Dominated by a player if they have more Victory Points than the adversary inside the area. Only Troopers represented by Models or Markers (Camouflaged, Shasvastii-Embryo...) count, as well as Proxies and Peripheral Troops. Troops in a Null State do not count. Tokens representing weapons or pieces of equipment (like Mines or Deployable Repeaters), fake Holoechoes, and any Token that does not represent a Trooper does not count either. A Trooper is inside a Zone of Operations when more than half the Trooper’s base is inside that ZO.",
        "shasvastii": "Troopers possessing the Shasvastii Special Skill that are inside a Zone of Operations count while they are in Unconscious State or any non-Null State. 50",
        "baggage": "Troopers possessing the Baggage piece of Equipment that are inside a Zone of Operations and in a non-Null State provide an additional 20 Victory Points for Dominating the ZO.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops.",
        "intelcom_card_(support_and_control)": "Before the beginning of the game, but after choosing the first Classified Objective, the player must inform to their adversary if that card will be their Classified Objective or their INTELCOM Card. Each player rolls a die and the one who gets the highest score must be the first who announces their decision to their adversary. The content of the card, whether the mission or the card numeric value, is Private Information, no matter which use the player has chosen for it. At the end of the last Game Round, when the players count up their points and in Initiative order, the player can use their INTELCOM Card in Support and Control Mode. Support and Control Mode: The player can add the value of the Support and Control Card to their Victory Points in the Zone of Operations (ZO) of their choice. The player must have at least one Trooper inside that ZO, in a non-Null State."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "ANNIHILATION",
      "type": "Direct Action",
      "tables": {
        "[[objective_table_0]]": [
          [
            "150-POINT GAME",
            "200-POINT GAME",
            "250-POINT GAME",
            "300-POINT GAME",
            "350-POINT GAME",
            "400-POINT GAME",
            "OBJECTIVE POINTS"
          ],
          [
            "To Kill 40 to 75 enemy Army Points",
            "To Kill 50 to 100 enemy Army Points",
            "To Kill 65 to 125 enemy Army Points",
            "To Kill 75 to 150 enemy Army Points",
            "To Kill 85 to 175 enemy Army Points",
            "To Kill 100 to 200 enemy Army Points",
            "1 Objective Point"
          ],
          [
            "To Kill 76 to 125 enemy Army Points",
            "To Kill 101 to 150 enemy Army Points",
            "To Kill 126 to 200 enemy Army Points",
            "To Kill 151 to 250 enemy Army Points",
            "To Kill 176 to 274 enemy Army Points",
            "To Kill 201 to 300 enemy Army Points",
            "3 Objective Points"
          ],
          [
            "To Kill more than 125 enemy Army Points",
            "To Kill more than 150 enemy Army Points",
            "To Kill more than 200 enemy Army Points",
            "To Kill more than 250 enemy Army Points",
            "To Kill more than 275 enemy Army Points",
            "To Kill more than 300 enemy Army Points",
            "4 Objective Points"
          ],
          [
            "If you have 40 to 75 surviving Victory Points",
            "If you have 50 to 100 surviving Victory Points",
            "If you have 65 to 125 surviving Victory Points",
            "If you have 75 to 150 surviving Victory Points",
            "If you have 85 to 175 surviving Victory Points",
            "If you have 100 to 200 surviving Victory Points",
            "1 Objective Point"
          ],
          [
            "If you have 76 to 125 surviving Victory Points",
            "If you have 101 to 150 surviving Victory Points",
            "If you have 126 to 200 surviving Victory Points",
            "If you have 151 to 250 surviving Victory Points",
            "If you have 176 to 274 surviving Victory Points",
            "If you have 201 to 300 surviving Victory Points",
            "3 Objective Point"
          ],
          [
            "If you have more than 125 surviving Victory Points",
            "If you have more than 150 surviving Victory Points",
            "If you have more than 200 surviving Victory Points",
            "If you have more than 250 surviving Victory Points",
            "If you have more than 275 surviving Victory Points",
            "If you have more than 300 surviving Victory Points",
            "4 Objective Points"
          ],
          [
            "To Kill the enemy Lieutenant",
            "2 Objective Points"
          ]
        ]
      },
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": [
        "[[objective_table_0]] 52"
      ],
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "killing": "Troopers are considered Killed by the adversary when they enter Dead State, or they are in a Null State at the end of the game. Troopers that have not been deployed on the game table, as a Model or Marker, at the end of the game will be considered to be Killed by the adversary.",
        "no_quarter": "In this scenario, the Retreat! rules are not applied.",
        "hvt_and_classified_deck_not_used": "In this scenario, the HVT Model and Secure HVT rules are not applied. Players will not deploy the HVT Model on the game table and they will not use the Classified Deck in this scenario."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round."
    },
    {
      "name": "BATTLEGROUND",
      "type": "Direct Action",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": false,
      "mission_objectives": [
        "At the end of the game, dominate the nearest Sector to your Deployment Zone (1 Objective Point).",
        "At the end of the game, dominate the central Sector (3 Objective Points).",
        "At the end of the game, dominate the farthest Sector from your Deployment Zone (4 Objective Points).",
        "Kill the enemy Key Ops (2 Objective Points).",
        "Alternatively, at the end of the game, Threaten the enemy Key Ops (1 Objective Point)."
      ],
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "sectors_(zo)": "When the game is finished, but not before, 3 Sectors are marked out. In 200/250/300/350/400 point games, these Sectors are 8 inches deep and as wide as the game table. Two of these Sectors are placed 4 inches from the central line of the game table, one on each side, and the third Sector is a strip 8 inches deep in the central area of the table. In 150 point games, these Sectors are 4 inches deep and as wide as the game table. Two of these Sectors are placed 2 inches from the central line of the game table, one on each side, and the third Sector is a strip 4 inches deep in the central area of the table. In this scenario each Sector is a Zone of Operations (ZO).",
        "dominate_zo": "A Zone of Operations (ZO) is Dominated by a player if they have more Victory Points than the adversary inside the area. Only Troopers represented by Models or Markers (Camouflaged, Shasvastii-Embryo...) count, as well as Proxies and Peripheral Troops. Troops in a Null State do not count. Tokens representing weapons or pieces of equipment (like Mines or Deployable Repeaters), fake Holoechoes, and any Token that does not represent a Trooper does not count either. A Trooper is inside a Zone of Operations when more than half the Trooper’s base is inside that ZO.",
        "shasvastii": "Troopers possessing the Shasvastii Special Skill that are inside a Zone of Operations count while they are in the Unconscious State or any non-Null State.",
        "baggage": "Troopers possessing the Baggage piece of Equipment that are inside a Zone of Operations and in a non-Null State provide an additional 20 Victory Points for Dominating the ZO.",
        "killing": "Troopers are considered Killed by the adversary when they enter Dead State, or they are in a Null State at the end of the game. Troopers that have not been deployed on the game table, as a Model or Marker, at the end of the game will be considered to be Killed by the adversary.",
        "key_ops": "The Key Ops is a special tactics operator with unique training to conduct multi-domain reconnaissance and combat across the full spectrum of conflicts. At the end of the Deployment Phase, in Initiative order, players must declare which Trooper from their Army List is their Key Ops. The Trooper chosen must be always one of the models deployed on the game table. Players are not allowed to choose Troopers in Hidden Deployment or in Marker state. This Trooper must always be on the game table as a Model and not as a Marker (Camouflaged, Holoecho…). Also, Irregular Troops and those whose Troop Type is REM or VH are not eligible to be Key Ops. The Key Ops possesses the Dodge (+3) and Tactical Awareness Special Skills, even if those are not listed on their Unit Profile. These Special Skills are not cumulative, if the Trooper already has them, then they are not applied. The Key Ops is identified with a Player A or B Marker.",
        "threaten_key_ops": "A Key Ops is Threatened by a player if they have at least one Trooper (as a Model, not a Marker) in a non-Null state inside the Key Ops’ Zone of Control.",
        "hvt_and_classified_deck_not_used": "In this scenario, the HVT Model and Secure HVT rules are not applied. Players will not deploy the HVT Model on the game table and they will not use the Classified Deck in this scenario."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round."
    },
    {
      "name": "CUTTHROAT",
      "type": "Direct Action",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": [
        "To Kill more Army Points than the adversary (3 Objective Points).",
        "To Kill the same number of Lieutenants as the adversary (2 Objective Points, but only if at least 1 Lieutenant is killed by the player).",
        "To Kill more Lieutenants than the adversary (3 Objective Points).",
        "To Kill the enemy Key Ops (1 Objective Point).",
        "To Kill more enemy Troopers with your Key Ops than the adversary does with theirs (3 Objective Points)."
      ],
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "12 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "reinforced_tactical_link": "In this scenario the Loss of Lieutenant rule does not apply. In this mission, the identity of the Lieutenant is always Open Information. The player must indicate which Marker is the Lieutenant if it is in a Marker State (Camouflaged, Decoy...) or which Markers are the Lieutenant in the case of a Holoprojector. The Lieutenant must be placed on the game table at the beginning of the first Game Round, either as a Model or as a Marker. Players may not deploy their Lieutenants in Hidden Deployment State. If the player lacks a Lieutenant during the Tactical Phase of their Active Turn because this Trooper was not deployed or because it is in the Isolated State or any Null State (Unconscious, Dead, Sepsitorized…), then the player must name a new Lieutenant, without Order expenditure. The identity of this new Lieutenant is also Open Information. It is compulsory that this Lieutenant be a Model or a Marker placed on the game table.",
        "key_ops": "The Key Ops is a special tactics operator with unique training to conduct multi-domain reconnaissance and combat across the full spectrum of conflicts. At the end of the Deployment Phase, in Initiative order, players must declare which Trooper from their Army List is their Key Ops. The Trooper chosen must be always one of the models deployed on the game table. Players are not allowed to choose Troopers in Hidden Deployment or in Marker state. This Trooper must always be on the game table as a Model and not as a Marker (Camouflaged, Holoecho…). Also, Irregular Troops and those whose Troop Type is REM or VH are not eligible to be Key Ops. The Key Ops possesses the Dodge (+3) and Tactical Awareness Special Skills, even if those are not listed on their Unit Profile. These Special Skills are not cumulative, if the Trooper already has them, then they are not applied. The Key Ops is identified with a Player A or B Marker.",
        "killing": "Troopers are considered Killed by the adversary when they enter Dead State, or they are in a Null State at the end of the game. Troopers that have not been deployed on the game table, as a Model or Marker, at the end of the game will be considered to be Killed by the adversary. The Key Ops counts as Killing a target if they cause the target to be in a Null State at the end of the game, or if they cause the loss of one or more Wounds/STR points during the Order in which the target enters Dead State. A Lieutenant is considered Killed if they were a Lieutenant at any time during the game, and they either enter Dead State or are in a Null State at the end of the game.",
        "no_quarter": "In this scenario, the Retreat! rules are not applied.",
        "hvt_and_classified_deck_not_used": "In this scenario, the HVT Model and Secure HVT rules are not applied. Players will not deploy the HVT Model on the game table and they will not use the Classified Deck in this scenario."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round."
    },
    {
      "name": "SUPERIORITY",
      "type": "Direct Action",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": false,
      "mission_objectives": [
        "At the end of each Game Round, dominate more Quadrants than the adversary (2 Objective Points).",
        "At the end of the game, have a Hacked Console (1 Objective Point for each Hacked Console, up to a maximum of 3 Objective Points).",
        "At the end of the game, have a Dominant Key Ops (1 extra Objective Point)."
      ],
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "8 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "12 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "12 in x 48 in"
          }
        ],
        "special_notes": []
      },
      "scenario_special_rules": {
        "quadrants_(zo)": "At the end of each Game Round, but not before, the table is divided into four Quadrants as seen on the map. Each player then checks how many Quadrants they are dominating and counts their Objective Points. In this scenario each Quadrant is a Zone of Operations (ZO).",
        "dominate_zo": "A Zone of Operations (ZO) is Dominated by a player if they have more Victory Points than the adversary inside the area. Only Troopers represented by Models or Markers (Camouflaged, Shasvastii-Embryo...) count, as well as Proxies and Peripheral Troops. Troops in a Null State do not count. Tokens representing weapons or pieces of equipment (like Mines or Deployable Repeaters), fake Holoechoes, and any Token that does not represent a Trooper does not count either. A Trooper is inside a Zone of Operations when more than half the Trooper’s base is inside that ZO.",
        "shasvastii": "Troopers possessing the Shasvastii Special Skill that are inside a Zone of Operations count while they are in the Unconscious State or any non-Null State.",
        "baggage": "Troopers possessing the Baggage piece of Equipment that are inside a Zone of Operations and in a non-Null State provide an additional 20 Victory Points for Dominating the ZO.",
        "consoles": "There are 4 Consoles, placed on the center of each Quadrant (See map). Each Console must be represented by a Console A Token or by a scenery piece of the same diameter (such as the Consoles of the ITS Objective Pack Alpha, the Human Consolesby Micro Art Studio, the Tech Consoles by Warsenal or the Comlink Console by Customeeple).",
        "hack_consoles": {
          "name": "HACK CONSOLES",
          "skill_type": "short skill, Attack, Scenario.",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with a Console.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Hack the Console. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • A Hacked Console can be Hacked again by the other player applying the same procedure. In this case, both players will count that Console as Hacked. • Player A and Player B Tokens can be used to mark the Hacked Consoles. It is recommended each player uses a different kind of Tokens."
        },
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops. 59",
        "operational_learning": "When a Specialist Troop performs a Skill with the Scenario Label that requires a WIP Roll and fails, they benefit from the following MODs in subsequent Orders: ^ In the second consecutive Order, the Trooper applies a +3 MOD to the WIP Roll required for that Scenario Skill. ^ In the third consecutive Order—and subsequent Orders— the Trooper applies +3 and +1SD MODs to the WIP Roll required for that Scenario Skill. ^ These MODs are cumulative with any other MOD that applies to Skills with the Scenario Label.",
        "important:": "These MODs only apply to Rolls made in consecutive Orders by the same Trooper for the same Scenario Skill, with the same target, with no interruptions, or Orders spent on other Troopers: ^ If the Trooper passes the Roll, the sequence resets. ^ If the Trooper do not declare that Scenario Skill, the sequence resets. ^ If the Trooper declare the same Skill, but on a different target, the sequence resets. ^ If an Order is spent on any other Trooper, the sequence resets. ^ Only one sequence can be applied per Trooper and per Scenario-labelled Skill at a time.",
        "key_ops": "The Key Ops is a special tactics operator with unique training to conduct multi-domain reconnaissance and combat across the full spectrum of conflicts. At the end of the Deployment Phase, in Initiative order, players must declare which Trooper from their Army List is their Key Ops. The Trooper chosen must be always one of the models deployed on the game table. Players are not allowed to choose Troopers in Hidden Deployment or in Marker state. This Trooper must always be on the game table as a Model and not as a Marker (Camouflaged, Holoecho…). Also, Irregular Troops and those whose Troop Type is REM or VH are not eligible to be Key Ops. The Key Ops possesses the Dodge (+3) and Tactical Awareness Special Skills, even if those are not listed on their Unit Profile. These Special Skills are not cumulative, if the Trooper already has them, then they are not applied. The Key Ops is identified with a Player A or B Marker.",
        "dominant_key_ops": "Players who have their Key Ops in any non-Null State in a ZO Dominated by them, have a Dominant Key Ops.",
        "hvt_and_classified_deck_not_used": "In this scenario, the HVT Model and Secure HVT rules are not applied. Players will not deploy the HVT Model on the game table and they will not use the Classified Deck in this scenario."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    },
    {
      "name": "UPLINK CENTER",
      "type": "Direct Action",
      "tables": {},
      "tactical_support_options": 0,
      "suitable_for_reinforcements": true,
      "mission_objectives": [
        "At the end of the game, have an Activated Communication Antenna (2 Objective Points for each Activated Communication Antenna).",
        "At the end of the game, Control a Communication Antenna (1 Objective Point for each Controlled Communication Antenna).",
        "At the end of the game, Control the Tech-Coffin (3 Objective Points).",
        "At the end of the game, have an Active Lieutenant (1 Objective Point)."
      ],
      "forces_and_deployment": {
        "sides": "SIDE A and SIDE B",
        "deployment_table": [
          {
            "army_points": 150,
            "swc": 3,
            "table_size": "24 in x 32 in",
            "deployment_zone": "12 in x 24 in"
          },
          {
            "army_points": 200,
            "swc": 4,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 250,
            "swc": 5,
            "table_size": "32 in x 48 in",
            "deployment_zone": "16 in x 32 in"
          },
          {
            "army_points": 300,
            "swc": 6,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 350,
            "swc": 7,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          },
          {
            "army_points": 400,
            "swc": 8,
            "table_size": "48 in x 48 in",
            "deployment_zone": "16 in x 48 in"
          }
        ],
        "special_notes": [
          "It is not permitted to deploy in Silhouette contact with the TechCoffin or with the Communication Antennas."
        ]
      },
      "scenario_special_rules": {
        "communication_antennas": "There are 2 Communication Antennas on the central line of the table. They are placed 12 inches from the table edges in 300/350/400 point games, 8 inches in 200/250 point games, and 4 inches in 150 point games. Each Communication Antenna must be represented by a Transmission Antenna Token (TRANS. ANTENNA) or with a scenery piece of the same diameter (such as the Antenna of the ITS Objective Pack Alpha, the Communications Array by Warsenal or the Sat Station Antenna by Customeeple).",
        "activate_communication_antenna": {
          "name": "ACTIVATE COMMUNICATION ANTENNA",
          "skill_type": "short skill, Attack, Scenario",
          "requirements": "• Only Specialist Troops can declare this Skill. • The Specialist Troop must be in Silhouette contact with a Communication Antenna.",
          "effects": "• Allows the Specialist Troop to make a Normal WIP Roll to Activate a Communication Antenna. • If the roll is failed, this can be repeated as many times as necessary, each time spending the corresponding Short Skill and making the roll. • An Activated Communication Antenna can be Activated again by the other player, applying the same procedure. In this situation, the Communication Antenna is no longer Activated by the adversary. • Player A and Player B Tokens can be used to mark the Activated Communication Antenna. It is recommended each player uses a different kind of Tokens."
        },
        "control_a_communication_antenna": "A Communication Antenna is Controlled by a player as long as that player is the only one with at least one Trooper (as a Model, not a Marker) in Silhouette contact with it. So there cannot be any enemy Troopers in Silhouette contact with the Communication Antenna. Models in a Null State cannot do either.",
        "tech-coffin": "There is 1 Tech-Coffin placed in the center of the table. The Tech-Coffin must be represented by a Tech-Coffin Token or with a scenery piece of the same diameter (such as the Tech- Coffin of the ITS Objective Pack Alpha, the Stasis Coffins by Warsenal or the Cryo Pods by Customeeple).",
        "control_the_tech-coffin": "The Tech-Coffin is Controlled by a player as long as that player is the only one with at least one Trooper (as a Model, not a Marker) in Silhouette contact with it. So there cannot be any enemy Troopers in Silhouette contact with the Tech-Coffin. Models in a Null State cannot do either.",
        "specialist_troops": "For the purposes of this scenario, only Hackers, Doctors, Engineers, Forward Observers, Paramedics, and Troopers possessing the Chain of Command or the Specialist Operative Special Skill are considered Specialist Troops. Hackers, Doctors, and Engineers cannot make use of Repeaters or Peripheral (Servant) Models to perform tasks reserved for Specialist Troops. 62",
        "operational_learning": "When a Specialist Troop performs a Skill with the Scenario Label that requires a WIP Roll and fails, they benefit from the following MODs in subsequent Orders: In the second consecutive Order, the Trooper applies a +3 MOD to the WIP Roll required for that Scenario Skill. In the third consecutive Order—and subsequent Orders—the Trooper applies +3 and +1SD MODs to the WIP Roll required for that Scenario Skill. These MODs are cumulative with any other MOD that applies to Skills with the Scenario Label.",
        "important:": "These MODs only apply to Rolls made in consecutive Orders by the same Trooper for the same Scenario Skill, with the same target, with no interruptions, or Orders spent on other Troopers: If the Trooper passes the Roll, the sequence resets. If the Trooper do not declare that Scenario Skill, the sequence resets. If the Trooper declares the same Skill, but with a different target, the sequence resets. If an Order is spent on any other Trooper, the sequence resets. Only one sequence can be applied per Trooper and per Scenario-Labelled Skill at a time.",
        "active_lieutenant": "At the end of the game, a Lieutenant is Active if they are not in any Null state (Unconscious, Dead, Sepsitorized…), Isolated State, or any Immobilized State.",
        "hvt_and_classified_deck_not_used": "In this scenario, the HVT Model and Secure HVT rules are not applied. Players will not deploy the HVT Model on the game table and they will not use the Classified Deck in this scenario."
      },
      "end_of_mission": "This scenario has a limited time frame, so it will automatically finish at the end of the third Game Round. If one of the players starts their Active Turn in a Retreat! situation, the game will end at the end of that Turn."
    }
  ]
}